OpenDTEF-v1812/tutorials/combustion/reactingFoam/RAS/chockedNozzle/constant/reactionsGRI
species
(
    O2
    N2
)
;

reactions
{}


elements
();
